Repository: RuslanTsitser/repeat_tutor
Catalog: lib/core/localization/l10n/intl_*.arb
Languages: de, es, it, ja, pt_pt

# onboarding6CurrentLevelSubtitle
source: Just a rough estimate — we'll adapt as you practice.
de: Nur eine grobe Schätzung — wir passen uns an, während Sie üben.
es: Solo una estimación aproximada — nos adaptaremos mientras practicas.
it: Solo una stima approssimativa — ci adatteremo mentre pratichi.
pt_pt: Apenas uma estimativa aproximada — adaptar-nos-emos enquanto pratica.

# onboarding6StartTopicTitle
source: Pick a topic to start with
de: Wählen Sie ein Thema zum Starten
es: Elige un tema para comenzar
it: Scegli un argomento con cui iniziare
pt_pt: Escolha um tópico para começar

# onboarding6StartTopicSubtitle
source: Choose what's most useful right now. You can change topics anytime.
de: Wählen Sie, was gerade am nützlichsten ist. Sie können Themen jederzeit ändern.
es: Elige lo que sea más útil ahora mismo. Puedes cambiar de temas en cualquier momento.
it: Scegli ciò che è più utile in questo momento. Puoi cambiare argomento in qualsiasi momento.
pt_pt: Escolha o que é mais útil agora. Pode mudar de tópicos a qualquer momento.

# onboarding6LoadingText1
source: Creating your personal learning path
de: Erstellen Ihres persönlichen Lernpfads
es: Creando tu ruta de aprendizaje personal
it: Creazione del tuo percorso di apprendimento personale
pt_pt: A criar o seu caminho de aprendizagem pessoal

# onboarding6LoadingText2
source: Setting up your first lesson
de: Einrichten Ihrer ersten Lektion
es: Configurando tu primera lección
it: Configurazione della tua prima lezione
pt_pt: A configurar a sua primeira lição

# onboarding6LoadingText3
source: Preparing your AI tutor
de: Vorbereiten Ihres KI-Tutors
es: Preparando tu tutor de IA
it: Preparazione del tuo tutor IA
pt_pt: A preparar o seu tutor de IA

# onboarding6LoadingText4
source: Almost ready...
de: Fast fertig...
es: Casi listo...
it: Quasi pronto...
pt_pt: Quase pronto...

# paywall5Headline
source: Speak with confidence — without the pressure
de: Sprechen Sie mit Selbstvertrauen — ohne Druck
es: Habla con confianza — sin presión
it: Parla con sicurezza — senza pressione
pt_pt: Fale com confiança — sem pressão

# paywall5Subheadline
source: Your warm, judgment-free tutor, anytime.
de: Ihr warmer, wertfreier Tutor, jederzeit.
es: Tu tutor cálido y sin juicios, en cualquier momento.
it: Il tuo tutor caloroso e senza giudizi, in qualsiasi momento.
pt_pt: O seu tutor caloroso e sem julgamentos, a qualquer momento.

# paywall5Benefit1
source: Speak with AI in real time (voice)
de: Sprechen Sie mit KI in Echtzeit (Sprache)
es: Habla con IA en tiempo real (voz)
it: Parla con l'IA in tempo reale (voce)
pt_pt: Fale com IA em tempo real (voz)

# paywall5Benefit2
source: Unlimited real-life topics
de: Unbegrenzte Themen aus dem echten Leben
es: Temas ilimitados de la vida real
it: Argomenti illimitati della vita reale
pt_pt: Tópicos ilimitados da vida real

# paywall5Benefit3
source: Any language, anytime
de: Jede Sprache, jederzeit
es: Cualquier idioma, en cualquier momento
it: Qualsiasi lingua, in qualsiasi momento
pt_pt: Qualquer idioma, a qualquer momento

# paywall5Benefit4
source: Instant gentle corrections + more natural phrasing
de: Sofortige sanfte Korrekturen + natürlichere Formulierungen
es: Correcciones suaves instantáneas + frases más naturales
it: Correzioni gentili istantanee + formulazioni più naturali
pt_pt: Correções suaves instantâneas + frases mais naturais

# paywall5StartPracticing
source: Start practicing
de: Mit dem Üben beginnen
es: Comenzar a practicar
it: Inizia a praticare
pt_pt: Começar a praticar

# topicTravel
source: Travel
de: Reisen
es: Viajes
it: Viaggio
pt_pt: Viagem

# topicFood
source: Food
de: Essen
es: Comida
it: Cibo
pt_pt: Comida

# topicSports
source: Sports
de: Sport
es: Deportes
it: Sport
pt_pt: Desportos

# topicMusic
source: Music
de: Musik
es: Música
it: Musica
pt_pt: Música

# topicMovies
source: Movies
de: Filme
es: Películas
it: Film
pt_pt: Filmes

# topicBooks
source: Books
de: Bücher
es: Libros
it: Libri
pt_pt: Livros

# topicTechnology
source: Technology
de: Technologie
es: Tecnología
it: Tecnologia
pt_pt: Tecnologia

# topicArt
source: Art
de: Kunst
es: Arte
it: Arte
pt_pt: Arte

# topicFashion
source: Fashion
de: Mode
es: Moda
it: Moda
pt_pt: Moda

# topicNature
source: Nature
de: Natur
es: Naturaleza
it: Natura
pt_pt: Natureza

# topicCooking
source: Cooking
de: Kochen
es: Cocina
it: Cucina
pt_pt: Culinária

# topicPhotography
source: Photography
de: Fotografie
es: Fotografía
it: Fotografia
pt_pt: Fotografia

# topicGaming
source: Gaming
es: Videojuegos
it: Giochi
pt_pt: Jogos

# topicHistory
source: History
de: Geschichte
es: Historia
it: Storia
pt_pt: História

# topicScience
source: Science
de: Wissenschaft
es: Ciencia
it: Scienza
pt_pt: Ciência

# topicBusiness
source: Business
de: Geschäft
es: Negocios
it: Affari
pt_pt: Negócios

# topicEducation
source: Education
de: Bildung
es: Educación
it: Educazione
pt_pt: Educação

# topicHealth
source: Health
de: Gesundheit
es: Salud
it: Salute
pt_pt: Saúde

# topicCulture
source: Culture
de: Kultur
es: Cultura
it: Cultura
pt_pt: Cultura

# topicPolitics
source: Politics
de: Politik
es: Política
it: Politica
pt_pt: Política

# topicEconomy
source: Economy
de: Wirtschaft
es: Economía
it: Economia
pt_pt: Economia

# topicEntertainment
source: Entertainment
de: Unterhaltung
es: Entretenimiento
it: Intrattenimento
pt_pt: Entretenimento

# topicLifestyle
source: Lifestyle
de: Lebensstil
es: Estilo de vida
it: Stile di vita
pt_pt: Estilo de vida

source: Total
de: Gesamt
it: Totale
ja: 合計
