Repository: RuslanTsitser/repeat_tutor
Catalog: lib/core/localization/l10n/intl_*.arb
Languages: de, es, it, ja, pt_pt

source: Voice call in progress
de: Sprachanruf läuft
es: Llamada de voz en progreso
it: Chiamata vocale in corso
ja: 音声通話中
pt_pt: Chamada de voz em progresso

source: Connected
de: Verbunden
es: Conectado
it: Connesso
ja: 接続中
pt_pt: Conectado

source: Disconnected
de: Getrennt
es: Desconectado
it: Disconnesso
ja: 切断中
pt_pt: Desconectado

source: Error loading chats
de: Fehler beim Laden der Chats
es: Error al cargar los chats
it: Errore nel caricamento dei chats
ja: チャットの読み込みに失敗しました
pt_pt: Erro ao carregar os chats

source: Retry
de: Wiederholen
es: Reintentar
it: Riprova
ja: 再試行
pt_pt: Reintentar

source: Delete
de: Löschen
es: Eliminar
it: Elimina
ja: 削除
pt_pt: Eliminar

source: No chats yet
de: Keine Chats
es: No hay chats
it: Nessun chat
ja: チャットがありません
pt_pt: Nenhum chat

source: Start your first conversation and begin practicing a new language
de: Starte deine erste Konversation und beginne mit dem Üben einer neuen Sprache
es: Comienza tu primera conversación y comienza a practicar un nuevo idioma
it: Inizia la tua prima conversazione e inizia a praticare un nuovo linguaggio
ja: 最初の会話を始めて新しい言語を練習しましょう
pt_pt: Comece sua primeira conversa e comece a praticar um novo idioma

source: Start your first chat
de: Starte dein erstes Chat
es: Comienza tu primer chat
it: Inizia il tuo primo chat
ja: 最初のチャットを始めましょう
pt_pt: Comece seu primeiro chat

source: No messages
de: Keine Nachrichten
es: No hay mensajes
it: Nessun messaggio
ja: メッセージがありません
pt_pt: Nenhum mensagem

source: Type your message...
de: Gib deine Nachricht ein...
es: Escribe tu mensaje...
it: Scrivi il tuo messaggio...
ja: メッセージを入力してください...
pt_pt: Escreva seu mensagem...

source: New chat
de: Neuer Chat
es: Nuevo chat
it: Nuovo chat
ja: 新しいチャット
pt_pt: Novo chat

source: Topic
de: Thema
es: Tema
it: Argomento
ja: トピック
pt_pt: Tópico

source: Language to learn
de: Sprache zu lernen
es: Idioma a aprender
it: Lingua da imparare
ja: 学ぶ言語
pt_pt: Idioma para aprender

source: Teacher language
de: Sprache des Lehrers
es: Idioma del profesor
it: Lingua del professore
ja: 先生の言語
pt_pt: Idioma do professor

source: Level
de: Schwierigkeitsgrad
es: Nivel
it: Livello
ja: レベル
pt_pt: Nível

source: e.g. Free time, Shopping, Travel
de: z.B. Freizeit, Einkaufen, Reisen
es: e.g. Tiempo libre, Compra, Viaje
it: es. Tempo libero, Shopping, Viaggio
ja: 例: 自由時間, 買い物, 旅行
pt_pt: ex. Tempo livre, Shopping, Viagem

source: Cancel
de: Abbrechen
es: Cancelar
it: Annulla
ja: キャンセル
pt_pt: Cancelar

source: Start
de: Starten
es: Iniciar
it: Inizia
ja: 開始
pt_pt: Iniciar

source: Chats
de: Chatear
es: Chatear
it: Chatear
ja: チャット
pt_pt: Chatear

source: Profile
de: Profil
es: Perfil
it: Profilo
ja: プロフィール
pt_pt: Perfil

# exampleTopicFreeTime
source: Free time
de: Freizeit
es: Tiempo libre
it: Tempo libero
ja: 自由時間
pt_pt: Tempo livre

# exampleTopicShopping
source: Shopping
de: Einkaufen
es: Compras
it: Compras
ja: 買い物
pt_pt: Compras

# exampleTopicTravel
source: Travel
de: Reisen
es: Viajes
it: Viaggio
ja: 旅行
pt_pt: Viagem

# exampleTopicFood
source: Food
de: Essen
es: Comida
it: Cibo
ja: 食べ物
pt_pt: Comida

# exampleTopicWork
source: Work
de: Arbeit
es: Trabajo
it: Lavoro
ja: 仕事
pt_pt: Trabalho

# exampleTopicHobbies
source: Hobbies
de: Hobbys
es: Hobbys
it: Hobbys
ja: 趣味

# exampleTopicSports
source: Sports
de: Sport
es: Deportes
it: Sport
ja: スポーツ
pt_pt: Desportos

source: Settings
de: Einstellungen
es: Configuración
it: Impostazioni
ja: 設定
pt_pt: Configurações

source: Tutor language
de: Sprache des Tutors
es: Idioma del tutor
it: Lingua del tutor
ja: チューターの言語
pt_pt: Idioma do tutor

source: Call Duration
de: Anrufdauer
es: Duración de llamadas
it: Durata delle chiamate
ja: 通話時間
pt_pt: Duração das chamadas

source: Today
de: Heute
es: Hoy
it: Oggi
ja: 今日
pt_pt: Hoje

source: App language
de: App-Sprache
es: Idioma de la aplicación
it: Lingua dell'app
ja: アプリの言語
pt_pt: Idioma da aplicação

source: Hello!
de: Hallo!
es: Hola!
it: Ciao!
ja: こんにちは！
pt_pt: Olá!

source: Start here
de: Hier beginnen
es: Comienza aquí
it: Inizia qui
ja: ここから始める
pt_pt: Comece aqui

source: Tap to create a new chat
de: Tippen Sie, um einen neuen Chat zu erstellen
es: Toca para crear un nuevo chat
it: Tocca per creare una nuova chat
ja: タップして新しいチャットを作成
pt_pt: Toque para criar um novo chat

source: Enter a topic for your chat
de: Geben Sie ein Thema für Ihren Chat ein
es: Ingresa un tema para tu chat
it: Inserisci un argomento per la tua chat
ja: チャットのトピックを入力してください
pt_pt: Digite um tópico para o seu chat

# orChooseFromExamples
source: Or choose from examples below
de: Oder wählen Sie aus den Beispielen unten
es: O elige de los ejemplos a continuación
it: O scegli dagli esempi qui sotto
ja: または下の例から選択してください
pt_pt: Ou escolha dos exemplos abaixo

# selectLanguageToLearn
source: Select the language you want to learn
de: Wählen Sie die Sprache aus, die Sie lernen möchten
es: Selecciona el idioma que quieres aprender
it: Seleziona la lingua che vuoi imparare
ja: 学習したい言語を選択してください
pt_pt: Selecione o idioma que deseja aprender

# selectYourLevel
source: Choose your proficiency level
de: Wählen Sie Ihr Sprachniveau
es: Elige tu nivel de competencia
it: Scegli il tuo livello di competenza
ja: あなたの習熟度レベルを選択してください
pt_pt: Escolha o seu nível de proficiência

source: Tap to write a text message
de: Tippen Sie, um eine Textnachricht zu schreiben
es: Toca para escribir un mensaje de texto
it: Tocca per scrivere un messaggio di testo
ja: タップしてテキストメッセージを入力
pt_pt: Toque para escrever uma mensagem de texto

source: You can also practice speaking with a voice call
de: Sie können auch das Sprechen mit einem Sprachanruf üben
es: También puedes practicar hablando con una llamada de voz
it: Puoi anche praticare il parlato con una chiamata vocale
ja: 音声通話で話す練習もできます
pt_pt: Também pode praticar a fala com uma chamada de voz

source: Or send an audio message
de: Oder senden Sie eine Sprachnachricht
es: O envía un mensaje de audio
it: Oppure invia un messaggio audio
ja: または音声メッセージを送信
pt_pt: Ou envie uma mensagem de áudio

source: Safe Space
de: Sicherer Raum
es: Espacio seguro
it: Spazio sicuro
ja: 安全な空間
pt_pt: Espaço seguro

source: Scared to speak?
de: Angst zu sprechen?
es: ¿Tienes miedo de hablar?
it: Paura di parlare?
ja: 話すのが怖いですか？
pt_pt: Tem medo de falar?

source: That's totally normal.
de: Das ist völlig normal.
es: Eso es totalmente normal.
it: È assolutamente normale.
ja: それは全く普通のことです。
pt_pt: Isso é totalmente normal.

# practiceWithoutJudgmentMakeMistakesLearnAndGrowInA
source: • Practice without judgment • Make mistakes • Learn and grow
de: • Üben Sie ohne Urteil • Machen Sie Fehler • Lernen Sie und wachsen Sie
es: • Practica sin juicio • Comete errores • Aprende y crece
it: • Pratica senza giudizio • Fai errori • Impara e cresci
ja: • 判断なしで練習してください • 間違いを犯してください • 学び、成長してください
pt_pt: • Pratique sem julgamento • Cometa erros • Aprenda e cresça

# continueButton
source: Continue
de: Weiter
es: Continuar
it: Continua
ja: 続ける
pt_pt: Continuar

source: The Repetition Loop
de: Die Wiederholungsschleife
es: El ciclo de repetición
it: Il ciclo di ripetizione
ja: 反復ループ
pt_pt: O ciclo de repetição

# listenSpeakGetGentleAiFeedbackAndRepeatItsThe
source: • Listen • Speak • Get feedback • Repeat
de: • Hören Sie zu • Sprechen Sie • Erhalten Sie Feedback • Wiederholen Sie
es: • Escucha • Habla • Recibe comentarios • Repite
it: • Ascolta • Parla • Ricevi feedback • Ripeti
ja: • 聞いて • 話して • フィードバックを受け取り • 繰り返してください
pt_pt: • Ouça • Fale • Receba feedback • Repita

source: Personalized
de: Personalisierte
es: Personalizado
it: Personalizzato
ja: パーソナライズ
pt_pt: Personalizado

source: Pressure-free
de: Druckfrei
es: Sin presión
it: Senza pressione
ja: プレッシャーなし
pt_pt: Sem pressão

# nextButton
source: Next
de: Weiter
es: Siguiente
it: Avanti
ja: 次へ
pt_pt: Seguinte

source: Gain Real Confidence
de: Echte Selbstvertrauen gewinnen
es: Gana confianza real
it: Acquista vera fiducia
ja: 本当の自信を得る
pt_pt: Ganhe confiança real

# transformFromHesitantToNaturalSpeakerFeelTheProgressWith
source: • From hesitation to confidence • Progress with every session • Natural speech
de: • Von Unsicherheit zu Selbstvertrauen • Fortschritt bei jeder Sitzung • Natürliche Sprache
es: • De la vacilación a la confianza • Progreso con cada sesión • Habla natural
it: • Dall'esitazione alla fiducia • Progressi con ogni sessione • Linguaggio naturale
ja: • ためらいから自信へ • セッションごとの進歩 • 自然な話し方
pt_pt: • Da hesitação à confiança • Progresso em cada sessão • Fala natural

source: Start Your Journey
de: Beginnen Sie Ihre Reise
es: Comienza tu viaje
it: Inizia il tuo viaggio
ja: あなたの旅を始める
pt_pt: Comece a sua jornada

source: Week
de: Woche
es: Semana
it: Settimana
ja: 週
pt_pt: Semana

source: Month
de: Monat
es: Mes
it: Mese
ja: 月
pt_pt: Mês

source: Year
de: Jahr
es: Año
it: Anno
ja: 年
pt_pt: Ano

source: Period
de: Zeitraum
es: Período
it: Periodo
ja: 期間
pt_pt: Período

source: Weekly
de: Wöchentlich
es: Semanal
it: Settimanale
ja: 週次
pt_pt: Semanal

source: Monthly
de: Monatlich
es: Mensual
it: Mensile
ja: 月次
pt_pt: Mensal

source: Yearly
de: Jährlich
es: Anual
it: Annuale
ja: 年次
pt_pt: Anual

source: Upgrade to Premium
de: Auf Premium upgraden
es: Actualizar a Premium
it: Passa a Premium
ja: Premiumにアップグレード
pt_pt: Atualizar para Premium

source: Get unlimited access to all features
de: Erhalten Sie unbegrenzten Zugang zu allen Funktionen
es: Obtén acceso ilimitado a todas las funciones
it: Ottieni accesso illimitato a tutte le funzionalità
ja: すべての機能への無制限アクセスを取得
pt_pt: Obtenha acesso ilimitado a todos os recursos

source: Unlimited conversations
de: Unbegrenzte Gespräche
es: Conversaciones ilimitadas
it: Conversazioni illimitate
ja: 無制限の会話
pt_pt: Conversas ilimitadas

source: Voice practice
de: Sprachpraxis
es: Práctica de voz
it: Pratica vocale
ja: 音声練習
pt_pt: Prática de voz

source: Smart corrections
de: Intelligente Korrekturen
es: Correcciones inteligentes
it: Correzioni intelligenti
ja: スマート修正
pt_pt: Correções inteligentes

source: Select plan
de: Plan auswählen
es: Seleccionar plan
it: Seleziona piano
ja: プランを選択
pt_pt: Selecionar plano

source: Subscribe for
de: Abonnieren für
es: Suscribirse por
it: Abbonati per
ja: 購読する
pt_pt: Subscrever por

source: Unlock Premium
de: Premium freischalten
es: Desbloquear Premium
it: Sblocca Premium
ja: Premiumを解除
pt_pt: Desbloquear Premium

source: Practice speaking with confidence
de: Sprechen Sie mit Selbstvertrauen
es: Practica hablando con confianza
it: Pratica il parlato con fiducia
ja: 自信を持って話す練習
pt_pt: Pratique a falar com confiança

source: Voice practice mode
de: Sprachpraxis-Modus
es: Modo de práctica de voz
it: Modalità pratica vocale
ja: 音声練習モード
pt_pt: Modo de prática de voz

source: Advanced corrections
de: Erweiterte Korrekturen
es: Correcciones avanzadas
it: Correzioni avanzate
ja: 高度な修正
pt_pt: Correções avançadas

source: Priority support
de: Prioritätssupport
es: Soporte prioritario
it: Supporto prioritario
ja: 優先サポート
pt_pt: Suporte prioritário

source: Choose your plan
de: Wählen Sie Ihren Plan
es: Elige tu plan
it: Scegli il tuo piano
ja: プランを選択
pt_pt: Escolha o seu plano

source: Save
de: Sparen
es: Ahorrar
it: Risparmia
ja: 節約
pt_pt: Poupar

# saveButton
source: Save
de: Speichern
es: Guardar
it: Salva
ja: 保存
pt_pt: Guardar

source: Go Premium
de: Premium werden
es: Hazte Premium
it: Diventa Premium
ja: Premiumになる
pt_pt: Torne-se Premium

source: Unlock all features and practice without limits
de: Schalten Sie alle Funktionen frei und üben Sie ohne Grenzen
es: Desbloquea todas las funciones y practica sin límites
it: Sblocca tutte le funzionalità e pratica senza limiti
ja: すべての機能を解除し、制限なく練習
pt_pt: Desbloqueie todos os recursos e pratique sem limites

source: per
de: pro
es: por
ja: あたり
pt_pt: por

source: What's included
de: Was ist enthalten
es: Qué está incluido
it: Cosa è incluso
ja: 含まれるもの
pt_pt: O que está incluído

source: Unlimited chats
de: Unbegrenzte Chats
es: Chats ilimitados
it: Chat illimitate
ja: 無制限のチャット
pt_pt: Chats ilimitados

source: Voice mode
de: Sprachmodus
es: Modo de voz
it: Modalità vocale
ja: 音声モード
pt_pt: Modo de voz

source: Start Premium
de: Premium starten
es: Iniciar Premium
it: Inizia Premium
ja: Premiumを開始
pt_pt: Iniciar Premium

source: Premium Experience
de: Premium-Erlebnis
es: Experiencia Premium
it: Esperienza Premium
ja: Premium体験
pt_pt: Experiência Premium

source: Everything you need to master a new language
de: Alles, was Sie brauchen, um eine neue Sprache zu meistern
es: Todo lo que necesitas para dominar un nuevo idioma
it: Tutto ciò di cui hai bisogno per padroneggiare una nuova lingua
ja: 新しい言語を習得するために必要なすべて
pt_pt: Tudo o que precisa para dominar um novo idioma

source: Advanced voice practice
de: Erweiterte Sprachpraxis
es: Práctica de voz avanzada
it: Pratica vocale avanzata
ja: 高度な音声練習
pt_pt: Prática de voz avançada

source: Personalized feedback
de: Personalisierte Rückmeldung
es: Retroalimentación personalizada
it: Feedback personalizzato
ja: パーソナライズされたフィードバック
pt_pt: Feedback personalizado

# aiTutorAccess
source: 24/7 AI tutor access
de: 24/7 KI-Tutor-Zugang
es: Acceso a tutor IA 24/7
it: Accesso tutor IA 24/7
ja: 24/7 AIチューターアクセス
pt_pt: Acesso ao tutor IA 24/7

source: Get Premium
de: Premium erhalten
es: Obtener Premium
it: Ottieni Premium
ja: Premiumを取得
pt_pt: Obter Premium

source: Cancel anytime
de: Jederzeit kündbar
es: Cancela en cualquier momento
it: Annulla in qualsiasi momento
ja: いつでもキャンセル可能
pt_pt: Cancele a qualquer momento

source: Back
de: Zurück
es: Atrás
it: Indietro
ja: 戻る
pt_pt: Voltar

source: Listen
de: Hören
es: Escuchar
it: Ascoltare
ja: 聞く
pt_pt: Ouvir

source: Speak
de: Sprechen
es: Hablar
it: Parlare
ja: 話す
pt_pt: Falar

source: Learn
de: Lernen
es: Aprender
it: Imparare
ja: 学ぶ
pt_pt: Aprender

source: Repeat
de: Wiederholen
es: Repetir
it: Ripetere
ja: 繰り返す
pt_pt: Repetir

# configureAppLanguage
source: Configure the app interface language
de: Konfigurieren Sie die Sprache der App-Oberfläche
es: Configura el idioma de la interfaz de la aplicación
it: Configura la lingua dell'interfaccia dell'app
ja: アプリのインターフェース言語を設定してください
pt_pt: Configure o idioma da interface da aplicação

# configureLanguageToLearn
source: Select the language you want to learn
de: Wählen Sie die Sprache aus, die Sie lernen möchten
es: Selecciona el idioma que quieres aprender
it: Seleziona la lingua che vuoi imparare
ja: 学習したい言語を選択してください
pt_pt: Selecione o idioma que deseja aprender

# configureTutorLanguage
source: Select the language the tutor will speak
de: Wählen Sie die Sprache aus, die der Tutor sprechen wird
es: Selecciona el idioma que hablará el tutor
it: Seleziona la lingua che il tutor parlerà
ja: チューターが話す言語を選択してください
pt_pt: Selecione o idioma que o tutor falará

# onboarding6WelcomeTitle
source: Welcome to Repeat Tutor
de: Willkommen bei Repeat Tutor
es: Bienvenido a Repeat Tutor
it: Benvenuto in Repeat Tutor
pt_pt: Bem-vindo ao Repeat Tutor

# onboarding6WelcomeSubtitle
source: A safe, stress-free place to practice speaking for real life
de: Ein sicherer, stressfreier Ort zum Üben des Sprechens für das echte Leben
es: Un lugar seguro y sin estrés para practicar el habla para la vida real
it: Un posto sicuro e senza stress per praticare il parlato per la vita reale
pt_pt: Um lugar seguro e sem stress para praticar a fala para a vida real

# onboarding6RealLifeTopicsTitle
source: Practice the topics that matter in real life
de: Üben Sie die Themen, die im echten Leben wichtig sind
es: Practica los temas que importan en la vida real
it: Pratica gli argomenti che contano nella vita reale
pt_pt: Pratique os tópicos que importam na vida real

# onboarding6RealLifeTopicsSubtitle
source: Pick a topic and answer simple questions
de: Wählen Sie ein Thema und beantworten Sie einfache Fragen. Sagen Sie es auf Ihre Weise — Ihr Tutor korrigiert Sie sanft und macht es natürlicher klingen, auf Ihrem aktuellen Niveau.
es: Elige un tema y responde preguntas simples
it: Scegli un argomento e rispondi a domande semplici
ja: Pick a topic and answer simple questions. Say it your way — your tutor gently corrects you and makes it sound more natural, at your current level.
pt_pt: Escolha um tópico e responda a perguntas simples

# onboarding6MistakesOkTitle
source: Make as many mistakes as you need
es: Comete todos los errores que necesites
it: Fai tutti gli errori di cui hai bisogno

# onboarding6MistakesOkSubtitle
source: Speak your way — your teacher gently corrects you and makes your speech more natural, at your current level.
es: Habla a tu manera — tu profesor te corrige suavemente y hace que tu habla sea más natural, en tu nivel actual.
it: Parla a modo tuo — il tuo insegnante ti corregge dolcemente e rende il tuo discorso più naturale, al tuo livello attuale.

# onboarding6FunFactRetrievalTitle
source: Fun fact: Trying to recall beats re-reading
de: Interessanter Fakt: Der Versuch, sich zu erinnern, schlägt das Wiederlesen
es: Dato curioso: Intentar recordar te ayuda a aprender más rápido
it: Curiosità: Cercare di ricordare batte la rilettura
pt_pt: Facto interessante: Tentar recordar supera a releitura

# onboarding6FunFactRetrievalSubtitle
source: Research shows that actively trying to remember (instead of re-reading) leads to noticeably better learning. In a large meta-analysis about 81% of results favored "try to recall" over "just review."
de: Forschung zeigt, dass aktives Erinnern (anstatt Wiederlesen) zu deutlich besserem Lernen führt. In einer großen Meta-Analyse bevorzugten etwa 81% der Ergebnisse "versuchen zu erinnern" gegenüber "nur überprüfen".
es: Un gran metaanálisis encontró que ~81% de los resultados favorecieron el recuerdo sobre la relectura
it: La ricerca mostra che cercare attivamente di ricordare (invece di rileggere) porta a un apprendimento notevolmente migliore. In una grande meta-analisi, circa l'81% dei risultati ha favorito "cercare di ricordare" rispetto a "solo rivedere".
pt_pt: A investigação mostra que tentar ativamente recordar (em vez de reler) leva a uma aprendizagem notavelmente melhor. Numa grande meta-análise, cerca de 81% dos resultados favoreceram "tentar recordar" em vez de "apenas rever".

# onboarding6FunFactRetrievalHelper
source: That's why answering questions helps your speaking stick.
de: Deshalb hilft das Beantworten von Fragen, dass Ihr Sprechen hängen bleibt.
es: Por eso responder preguntas ayuda a que tu habla se quede grabada.
it: Ecco perché rispondere alle domande aiuta il tuo parlato a rimanere impresso.
pt_pt: É por isso que responder a perguntas ajuda a sua fala a ficar gravada.

# onboarding6GotIt
source: Got it
de: Verstanden
es: Entendido
it: Capito
pt_pt: Percebido

# onboarding6RealTimeVoiceTitle
source: Practice speaking with AI in real time voice chat
de: Üben Sie das Sprechen mit KI im Echtzeit-Sprachchat
es: Practica hablando con IA en chat de voz en tiempo real
it: Pratica il parlato con l'IA in chat vocale in tempo reale
pt_pt: Pratique a fala com IA em chat de voz em tempo real

# onboarding6RealTimeVoiceSubtitle
source: Try translating a phrase out loud and get instant feedback or a helpful hint when you're stuck.
de: Versuchen Sie, eine Phrase laut zu übersetzen und erhalten Sie sofortiges Feedback oder einen hilfreichen Hinweis, wenn Sie feststecken.
es: Intenta traducir una frase en voz alta y obtén retroalimentación instantánea o una pista útil cuando estés atascado.
it: Prova a tradurre una frase ad alta voce e ottieni feedback istantaneo o un suggerimento utile quando sei bloccato.
pt_pt: Tente traduzir uma frase em voz alta e obtenha feedback instantâneo ou uma dica útil quando estiver bloqueado.

# onboarding6FunFactProductionTitle
source: Fun fact: Saying it out loud helps you remember
de: Interessanter Fakt: Lautes Aussprechen hilft beim Erinnern
es: Dato curioso: Decirlo en voz alta te ayuda a recordar
it: Curiosità: Dirlo ad alta voce ti aiuta a ricordare
pt_pt: Facto interessante: Dizer em voz alta ajuda a recordar

# onboarding6FunFactProductionSubtitle
source: Studies show that speaking out loud can improve memory by about 10–20% compared to reading silently.
de: Studien zeigen, dass lautes Sprechen das Gedächtnis um etwa 10–20% im Vergleich zum stillen Lesen verbessern kann.
es: Los estudios muestran que hablar en voz alta puede mejorar la memoria en aproximadamente un 10–20% en comparación con la lectura silenciosa.
it: Gli studi mostrano che parlare ad alta voce può migliorare la memoria di circa il 10–20% rispetto alla lettura silenziosa.
pt_pt: Estudos mostram que falar em voz alta pode melhorar a memória em cerca de 10–20% em comparação com a leitura silenciosa.

# onboarding6FunFactProductionHelper
source: Your voice practice isn't just "practice" — it helps new phrases stick faster.
de: Ihre Sprachpraxis ist nicht nur "Praxis" — sie hilft neuen Phrasen, schneller hängen zu bleiben.
es: Tu práctica de voz no es solo "práctica" — ayuda a que las nuevas frases se queden grabadas más rápido.
it: La tua pratica vocale non è solo "pratica" — aiuta le nuove frasi a rimanere impresse più velocemente.
pt_pt: A sua prática de voz não é apenas "prática" — ajuda as novas frases a ficarem gravadas mais rapidamente.

# onboarding6Nice
source: Nice
de: Schön
es: Genial
it: Bene
pt_pt: Bom

# onboarding6BetterThanSchedulingTitle
source: A personal tutor, whenever you need
de: Ein persönlicher Tutor, wann immer Sie ihn brauchen
es: Un tutor personal, cuando lo necesites
it: Un tutor personale, quando ne hai bisogno
pt_pt: Um tutor pessoal, sempre que precisar

# onboarding6BetterThanSchedulingSubtitle
source: Practice anytime you want, for less than a private tutor. No calendar. No pressure. Just real practice and gentle feedback
de: Üben Sie jederzeit, günstiger als ein privater Tutor. Kein Kalender. Kein Druck. Nur echte Praxis und sanftes Feedback
es: Practica cuando quieras, por menos que un tutor privado. Sin calendario. Sin presión. Solo práctica real y retroalimentación suave
it: Pratica quando vuoi, per meno di un tutor privato. Nessun calendario. Nessuna pressione. Solo vera pratica e feedback gentile
pt_pt: Pratique quando quiser, por menos do que um tutor privado. Sem calendário. Sem pressão. Apenas prática real e feedback suave

# onboarding6TeacherLanguageTitle
source: Choose your teacher language
de: Wählen Sie Ihre Lehrer-Sprache
es: Elige el idioma de tu profesor
it: Scegli la lingua del tuo insegnante
pt_pt: Escolha o idioma do seu professor

# onboarding6TeacherLanguageSubtitle
source: This is the language your tutor will speak to you in. You can change it anytime.
de: Dies ist die Sprache, in der Ihr Tutor mit Ihnen sprechen wird. Sie können sie jederzeit ändern.
es: Este es el idioma en el que tu tutor te hablará. Puedes cambiarlo en cualquier momento.
it: Questa è la lingua in cui il tuo tutor ti parlerà. Puoi cambiarla in qualsiasi momento.
pt_pt: Este é o idioma em que o seu tutor falará consigo. Pode alterá-lo a qualquer momento.

# onboarding6TargetLanguageTitle
source: Choose the language you want to learn
de: Wählen Sie die Sprache, die Sie lernen möchten
es: Elige el idioma que quieres aprender
it: Scegli la lingua che vuoi imparare
pt_pt: Escolha o idioma que deseja aprender

# onboarding6TargetLanguageSubtitle
source: You can switch languages anytime.
de: Sie können die Sprachen jederzeit wechseln.
es: Puedes cambiar de idioma en cualquier momento.
it: Puoi cambiare lingua in qualsiasi momento.
pt_pt: Pode mudar de idioma a qualquer momento.

# onboarding6CurrentLevelTitle
source: What's your current level?
de: Wie ist Ihr aktuelles Niveau?
es: ¿Cuál es tu nivel actual?
it: Qual è il tuo livello attuale?
pt_pt: Qual é o seu nível atual?
